caffeine-ng
cower
dropbox
geteltorito
godot-bin
google-chrome
id3
jdk
leiningen
mirage
networkmanager-dmenu-git
pm-utils
ripole
signal-desktop-bin
trizen
ttf-carlito
unclutter-xfixes-git
visual-studio-code-bin
wordnet
xcape-git
