bpruitt-goddard.mermaid-markdown-syntax-highlighting
charliermarsh.ruff
csstools.postcss
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
foam.foam-vscode
github.vscode-pull-request-github
golang.go
hashicorp.terraform
jebbs.plantuml
joaompinto.vscode-graphviz
kortina.vscode-markdown-notes
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cpptools
orta.vscode-jest
platformio.platformio-ide
skattyadz.vscode-quick-scope
stkb.rewrap
streetsidesoftware.code-spell-checker
tchayen.markdown-links
theaflowers.witch-hazel
vscodevim.vim
vstirbu.vscode-mermaid-preview
yzhang.markdown-all-in-one
zxh404.vscode-proto3
