dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
kaiwood.center-editor-window
lextudio.restructuredtext
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vscode.Go
skattyadz.vscode-quick-scope
stkb.rewrap
streetsidesoftware.code-spell-checker
sysoev.vscode-open-in-github
vscodevim.vim
zxh404.vscode-proto3
