black
caffeine-ng
cower
dep-bin
google-chrome
jdk
jdk8
mirage
networkmanager-dmenu-git
postman-bin
signal-desktop-bin
slack-desktop
trizen
ttf-carlito
unclutter-xfixes-git
visual-studio-code-bin
wordnet
xcape-git
xrectsel
zookeeper
zoom
